[Main]
DisplayName=Português (Portugal)

[SmartDefrag_SDMainForm]
btn_close.Hint=Fechar
btn_maximize.Hint=Maximizar
btn_minimize.Hint=Minimizar
btn_restore.Hint=Restaurar
btn_more.Hint=Opções
lblLatestNews.Caption=Partilhe este software com a sua família e amigos. Eles vão agradecer!
btn_game_optimize.Caption=Optimizar
btn_gamedefrag_start.Caption=Retomar
btn_gamedefrag_stop.Caption=Parar
btn_gamedefrag_pause.Caption=Pausar
btn_defrag_finish.Caption=Concluir
btn_backtosvolumetatus.Caption=Voltar
lblPBD_DPF.Caption=Desfragmentar ficheiros de paginação e hibernação
lblPBD_DMFT.Caption=Desfragmentar tabela principal de ficheiros (MFT)
lblPBD_DSYS.Caption=Desfragmentar ficheiros do sistema
lblPBD_DREG.Caption=Desfragmentar ficheiros do registo
lblPBD_DCF.Caption=Desfragmentar ficheiros especificados
btnBTConfig.Caption=Configurar
LabelEnableBTD.Caption=Desfragmentação de arranque
lblBootTimeDefrag.Caption=Histórico da desfragmentação de arranque
lvBootTimeDefragListView.Columns[0].Caption=Data
lvBootTimeDefragListView.Columns[1].Caption=Espaço total
lvBootTimeDefragListView.Columns[2].Caption=Fragmentos
lvBootTimeDefragListView.Columns[3].Caption=Acção
btn_tab_actioncenter.Caption=Centro de acção
btn_tab_boottimedefrag.Caption=Desfragmentação de arranque
btn_tab_diskdefrag.Caption=Desfragmentar disco
btn_tab_gameoptimize.Caption=Optmização de jogos
lbl_map.Caption=Mapa de cores:
lblResetColor.Caption=Repor
lvDefragList.Columns[0].Caption=Nome
lvDefragList.Columns[1].Caption=Fragmentos
lvDefragList.Columns[2].Caption=Tamanho
lvDefragList.Columns[3].Caption=Caminho
lvDefragList.Columns[4].Caption=Resultado
btnShowDefragMap.Caption=Mapa
btnShowDefragList.Caption=Detalhes
btnShowJunkFile.Caption=Ficheiros inúteis
lblAfterDefragTask.Items[0].Caption=Encerrar após desfragmentação
lblAfterDefragTask.Items[1].Caption=Suspender após desfragmentação
lblAfterDefragTask.Items[2].Caption=Hibernar após desfragmentação
lblAfterDefragTask.Items[3].Caption=Reniciar após desfragmentação
lblStatus.Caption=Estado:
lblSSDStatus.Caption=Estado:
lblAfter.Caption=Depois:
lblBefore.Caption=Antes:
lblFragRate.Caption=Taxa de fragmentação:
lblDefragFragmentRate.Caption=Taxa de fragmentação:
btn_start.Caption=Retomar
btn_stop.Caption=Parar
btn_pause.Caption=Pausar
lbl_estimatedtime1.Caption=Tempo restante estimado:
btnFixDefrag.Caption=Desfragmentação inteligente
btn_view_report.Caption=Ver relatório
lblJunkScanSkip.Caption=Ignorar
mniOpenSmartDefrag.Caption=Abrir desfragmentação inteligente
mniHomePage.Caption=Página principal
mniSupport.Caption=Apoio técnico
mniExit.Caption=Sair
mniTask_Shutdown.Caption=Encerrar
mniTask_Sleep.Caption=Suspender
mniTask_Hibernate.Caption=Hibernar
mniTask_Reboot.Caption=Reiniciar
mniSkinClassic.Caption=Clássico
mniSkinWhite.Caption=Branco
btnFeedBack.Caption=Enviar comentários
btnViewReport.Caption=Ver relatório
btnScanMore.Caption=Analisar mais
lblBootTimeSSD.Caption=Os seus discos são SSD. A Desfragmentação de arranque não suporta SSD.
shp_map_free.Hint=Espaço livre
shp_map_mft.Hint=Tabela principal de ficheiros (MFT)
shp_map_dir.Hint=Directórios
shp_map_frequent.Hint=Mais usados
shp_map_rare.Hint=Menos usados
shp_map_unmovable.Hint=Fixo
shp_map_frag.Hint=Fragmento
shp_map_moving.Hint=A mover
btn_nav_show.Hint=Mostrar centro de acção
btn_nav_hide.Hint=Esconder centro de acção
lbl_defragprogress.Caption=Progresso geral:
lblGameEstimatedTime.Caption=Progresso geral:
lblRecommendation.Caption=Recomendação:
lblJunkCleaned.Caption=Ficheiros inúteis eliminados:
lblSpaceReleased.Caption=Espaço libertado:
btn_feedback.Caption=Enviar comentários
btnGameViewReport.Caption=Ver relatório
rdlblBootTimeDefragDesc.Caption=Desfragmente os seus ficheiros de sistema antes da inicialização do sistema para maximizar o desempenho do seu sistema.
btnBTActiveNow.Caption=Activar agora
btnGOActiveNow.Caption=Activar agora
rdlblEnterCode.Caption=Introduzir código
btnManageLicense.Caption=Gerir licença
rdlblProfuture.Caption=Maximize o desempenho e duração do seu disco com:
btnProfutureAuto.Caption=Desfragmentação automática inteligente
btnProfutureBootTimeDefrag.Caption=Desfragmentação de arranque
btnProfutureAlways.Caption=Sempre actual

[SmartDefrag_SDMainMenu]
btn_more.Hint=Opções
btnAbout.Caption=Acerca de
btnCheckUpdates.Caption=Verificar actualizações
btnDownload.Caption=Transferir freeware da IObit
btnFindUsOnFacebook.Caption=Encontre-nos no Facebook
btnReport.Caption=Relatório
btnSettings.Caption=Definições...
btnSkin.Caption=Aspecto
btnTechnicalSupport.Caption=Apoio técnico
btnTranslate.Caption=Ajude-nos a traduzir
btnUseManual.Caption=Manual do utilizador
btnDiskHealth.Caption=Verificação do Disco

[SmartDefrag_SDDefragMenuForm]
mniItem1.Caption=Analisar
mniItem2.Caption=Desfragmentar && optimizar
mniItem3.Caption=Desfragmentação de ficheiros grandes
mniItem4.Caption=Desfragmentação do espaço livre
mniItem5.Caption=Desfragmentar && prioritarizar ficheiros (lento)
mniItem6.Caption=Aparar && optimização inteligente
mniItem7.Caption=Desfragmentação rápida

[SmartDefrag_LocalDiskItemFile]
lblPath.Caption=Adicionar Ficheiros e Pastas
btnAddFile.Caption=Adicionar Ficheiro
btnAddFolder.Caption=Adicionar Pasta

[SmartDefrag_FormSetting]
btn_close.Hint=Fechar
lblTitle.Caption=Definições
Button_Recommand.Caption=Recomendado
Button_OK.Caption=OK
Button_Cancel.Caption=Cancelar
Button_Apply.Caption=Aplicar
lblSettingType.Caption=Definições Gerais
AutoLoadCheck.Caption=Iniciar no arranque do Windows. (Recomendado)
CloseSetCheck.Caption=Minimizar para a Área de notificação. (Recomendado)
TrayCheck.Caption=Activar sugestões na Área de notificação.
CheckBox_Show_RemovableDisk.Caption=Não mostrar discos amovíveis. (Recomendado)
lblSilentDesc.Caption=Activar este recurso pode garantir uma desfragmentação suave e sem interrupções.
lblReplaceDefragDesc.Caption=Activar este recurso significa que a Desfragmentação inteligente se vai iniciar quando chamar o Desfragmentador de disco do Windows.
lblVSSDesc.Caption=Parar a VSS temporariamente quando desfragmentar para, assim, proteger o seu backup actual da VSS. A VSS será activada automaticamente após a desfragmentação completa (VSS: Volume Shadow Copy).
lblBatteriesDesc.Caption=A desfragmentação vai consumir uma grande quantidade de energia da bateria. Assim, é recomendado parar a desfragmentação durante o uso da bateria.
ReplaceWindowDefrag.Caption=Susbstituir desfragmentador de disco do Windows.
SilentCheck.Caption=Activar a tecnologia inteligente do Modo silencioso enquanto desfragmenta. (Recomendado)
chkEnableVSS.Caption=Parar VSS quando desfragmentar volumes NTFS
BatteryCheck.Caption=Parar desfragmentação quando não está ligado à corrente. (Recomendado)
Label_Auto_Des.Caption=A Desfragmentação automática desfragmenta o sistema de ficheiros automaticamente enquando o seu PC estiver inactivo para acelerar o acesso aos dados do disco rigido.
Label_DefragRate.Caption=Desfragmentar quando a fragmentação exceder:
ExcludeCheck.Caption=Ignorar ficheiros com mais de 1 GB
ComboBox_DefragRate.Items[0].Caption=Desfragmentar sempre
ComboBox_DefragRate.Items[1].Caption=1%
ComboBox_DefragRate.Items[2].Caption=3%
ComboBox_DefragRate.Items[3].Caption=5%
ComboBox_DefragRate.Items[4].Caption=10%
Label_Exclude_Des.Caption=Ficheiros e pastas excluídos, incluindo as suas subpastas, não serão analisados ​​ou desfragmentados.
Button_Add_File.Caption=Acrescentar ficheiro...
Button_Add_Folder.Caption=Acrescentar pasta...
Button_Delete.Caption=Eliminar
ListView_Exlude.Columns[0].Caption=Nome
Label_Schedule_Des.Caption=A Desfragmentação agendada desfragmenta volumes num horário agendado sem intervenção do utilizador.
Label_Schedule_Task.Caption=Tarefa agendada
Label_Action.Caption=Acção:
Label_Schedule_Status.Caption=Estado:
Button_Config_Schedule.Caption=Configurar
ScheduleList.Columns[0].Caption=Volume
lvBootTimeDefrag.Columns[0].Caption=Volume
lvAAList.Columns[0].Caption=Volume
ComboBox_Action.Items[0].Caption=Desfragmentar
ComboBox_Action.Items[1].Caption=Desfragmentação de ficheiros grandes
ComboBox_Action.Items[2].Caption=Desfragmentação do espaço livre
ComboBox_Action.Items[3].Caption=Desfragmentar e optimizar
ComboBox_Action.Items[4].Caption=Desfragmentar & prioritarizar ficheiros (lento)
Label_Max.Caption=Máx. ficheiros:
Label_Unsupport.Caption=O Windows 2000 não é suportado
Label_Boottime_Des.Caption=Desfragmenta ficheiros que não podem ser movidos enquando o Windows está a ser executado.
Label_Boottime_Status.Caption=Estado:
RadioButton_FirstBoot.Caption=Todos os dias ao primeiro arranque
RadioButton_EveryBoot.Caption=Sempre que iniciar
RadioButton_Custom.Caption=Todos os 2 dias ao primeiro arranque
RadioButton_NextBoot.Caption=Só no próximo arranque
Label_language.Caption=Idioma actual:
Label_Trans.Caption=Transparência:
CheckBox_DMC.Caption=Activar acesso ao mapa do disco para alteração das cores
lblJKF_SelectJunkFile.Caption=Seleccione os objectos que deseja reparar:
chkJKF_EnableDOD.Caption=Activar eliminação de ficheiros segura DOD 5220.22-M (Mais lento)
chkJKF_DeleteTime.Caption=Eliminar ficheiros temporários do Windows com mais de 1 semana
TreeView_Option.Items[0].Caption=Definições Gerais
TreeView_Option.Items[1].Caption=Desfragmentar
TreeView_Option.Items[2].Caption=Serviço automático
TreeView_Option.Items[3].Caption=Desfragmentação automática
TreeView_Option.Items[4].Caption=Desfragmentação agendada
TreeView_Option.Items[5].Caption=Desfragmentação de arranque
TreeView_Option.Items[6].Caption=Geral
TreeView_Option.Items[7].Caption=Personalização
TreeView_Option.Items[8].Caption=Limpeza do disco
TreeView_Option.Items[9].Caption=Lista de exclusão
TreeView_Option.Items[10].Caption=Actualização automática
TreeView_Option.Items[11].Caption=Interface de utilizador
TreeView_Option.Items[12].Caption=Modo silencioso
TreeView_Option.Items[13].Caption=Análise Automática
CategoryLine_Boottime_Method.Caption=Método
CategoryLine_Boottime_Log.Caption=Ficheiro de registo
CategoryLine_Schedule_Method.Caption=Método
CategoryLine_Schedule_Schedule.Caption=Agenda
chkEnableDiskSpeed.Caption=Activar boost inteligente do disco
lblEnableDiskSpeedDesc.Caption=Esta funcionalidade irá activar a DMA (memória de acesso directo) para melhorar o desempenho do disco e aumentar o espaço da cache do disco para diminuir a frequência de leitura-escrita do disco.
CategoryLine_Auto_Method.Caption=Método
lblAutoAction.Caption=Acção:
ComboBox_AutoAction.Items[0].Caption=Desfragmentação inteligente
ComboBox_AutoAction.Items[1].Caption=Desfragmentação de ficheiros grandes
ComboBox_AutoAction.Items[2].Caption=Desfragmentação do espaço livre
ComboBox_AutoAction.Items[3].Caption=Desfragmentar e optimizar
ComboBox_AutoAction.Items[4].Caption=Desfragmentar & prioritarizar ficheiros (lento)
grpMethod_Method.Caption=Geral
lblUpdateMethod.Caption=Escolha o modo de actualização:
rbAutoUpdate_Automatically.Caption=Notificar-me quando houverem actualizações disponíveis
rbAutoUpdate_ProgramLauched.Caption=Actualizar o programa automaticamente (recomendado)
grpMethod_Proxy.Caption=Proxy
rbProxy_Direct.Caption=Ligação directa (sem proxy)
rbProxy_ie.Caption=Detectar proxy automaticamente (utilizar definições do Internet Explorer)
rbProxy_SpecifyServer.Caption=Especificar servidor da proxy (só quando estiver ligado à Internet via proxy)
lblProxy_Host.Caption=Hospedeiro:
lblProxy_Port.Caption=Porta:
lblProxy_UserName.Caption=Nome de utilizador:
lblProxy_UserPass.Caption=Palavra-passe:
Label_TaskSchedule.Caption=Agenda:
Label_StartTime.Caption=Hora de início:
ComboBox_TaskType.Items[0].Caption=Todos os dias
ComboBox_TaskType.Items[1].Caption=Todas as semanas
ComboBox_TaskType.Items[2].Caption=Todos os meses
ComboBox_Weekly.Items[0].Caption=Domingo
ComboBox_Weekly.Items[1].Caption=Segunda-feira
ComboBox_Weekly.Items[2].Caption=Terça-feira
ComboBox_Weekly.Items[3].Caption=Quarta-feira
ComboBox_Weekly.Items[4].Caption=Quinta-feira
ComboBox_Weekly.Items[5].Caption=Sexta-feira
ComboBox_Weekly.Items[6].Caption=Sábado
lblBootTimeStatus.Caption=Estado:
grpSlientMode.Caption=Estado
chkSlientMode_SlientMode.Caption=Modo silencioso
lblSlientMode_SlientModeInfo.Caption=Mudar para Modo silencioso automaticamente quando for detectada uma tarefa de ecrã inteiro ou estiver a ser executado um programa especificado.
grpSlientMode_Description.Caption=Programas especificados pelo utilizador
lblSilent_UserSpec.Caption=Activar o Modo silencioso quando um dos seguintes programas estiver em execução:
btnSlientMode_Add.Caption=Acrescentar
btnSlientMode_Delete.Caption=Eliminar
GroupBox_SilentMode.Caption=Descrição
lblSlientMode_Description1.Caption=O Modo silencioso reduz o consumo de recursos com um mecanismo inteligente de desfragmentação:
lblSlientMode_Description2.Caption=1. Ignorar automaticamente a desfragmentação automática quando uma tarefa especificada for detectada.
lblSlientMode_Description3.Caption=2. Ignorar automaticamente a desfragmentação agendada quando uma tarefa especificada for detectada.
lvSlientMode.Columns[0].Caption=Nome do item
lvSlientMode.Columns[1].Caption=Descrição
lblCBT_Desc.Caption=A funcionalidade de desfragmentação de ficheiros especificados pode desfragmentar os ficheiros que não podem ser desfragmentados quando o sistema está em execução. Acrescente-os à caixa para os desfragmentar aquando do arranque do sistema.
btnCbtAddFile.Caption=Acrescentar ficheiro...
btnCbtDelete.Caption=Eliminar
lblAADesc.Caption=Analisa automaticamente os seus discos quando o sistema está inativo e informa-o se este necessita ser desfragmentado.
lblAAStatus.Caption=Estado:
btnNotifyWhemSchdule.Caption=Não me notificar quando a desfragmentação agendada estiver concluída
btnShutdown.Caption=Desligar o PC automaticamente quando o processo agendado de desfragementação tiver terminado
btnShowShellMenu.Caption=Mostrar a desfragmentação pelo Smart Defrag no menu de contexto

[SmartDefrag_shutdown]
Button_Cancel.Caption=Cancelar
lblShutdownInfo.Items[0].Caption=Desfragmentação concluída, o seu PC irá encerrar-se em
lblShutdownInfo.Items[1].Caption=Desfragmentação concluída, o seu PC irá suspender-se em
lblShutdownInfo.Items[2].Caption=Desfragmentação concluída, o seu PC irá hibernar em
lblShutdownInfo.Items[3].Caption=Desfragmentação concluída, o seu PC irá reiniciar-se em
btn_close.Hint=Fechar

[SmartDefrag_ClearJunkFileTips]
btn_close.Hint=Fechar
lblMessage.Caption=Deseja limpar ficheiros inúteis antes de desfragmentar para libertar mais espaço e melhorar a desfragmentação?
lblDontShowAgain.Caption=Lembrar a minha escolha
lblTipsCaption.Caption=Limpar ficheiros inúteis
btnYes.Caption=Sim
btnNo.Caption=Não, obrigado

[SmartDefrag_SDMessageBoxForm]
btn_close.Hint=Fechar
btnYes.Caption=Sim
btnNo.Caption=Não
btnOK.Caption=OK

[SmartDefrag_DefragReportView]
btn_close.Hint=Fechar
lblCaption.Caption=Relatório da desfragmentação inteligente
lvDefragReportListView.Columns[0].Caption=Tempo
lvDefragReportListView.Columns[1].Caption=Fragmentos
lvDefragReportListView.Columns[2].Caption=Acção

[SmartDefrag_FormAbout]
lblCaption.Caption=Acerca de
Label_Warning.Caption=AVISO
Label_WarningInfo.Caption=Este programa de computador está protegido pela lei de direitos de autor e tratados internacionais.
Label_AllRight.Caption=Todos os direitos reservados.
Label_Acknowledge.Caption=Obrigado às seguintes pessoas pelas suas grandes contribuições:
btn_close.Hint=Fechar

[SmartDefrag_M]
M_FSUnknown=Desconhecido
M_FSAnalyzed=Analisado
M_FSDefragged=Desfragmentado
M_FSInvalidHandle=Identificador inválido
M_FSMoveFailed=O mover falhou
M_FSNospace=Sem espaço contínuo
M_FSSkipTooLarge=Ignorar (ficheiros grandes)
M_FSSkipRateTooLow=Ignorar (baixa taxa de fragmentação)
M_DefragSummary=Resumo da desfragmentação
M_DefragDetails=Detalhes da desfragmentação
M_SSDOPTDetails=Detalhe de optimização do SSD
M_DiskSpaceInfo=Tamanho Livre/Total
M_DefragMethod=Método de desfragmentação
M_DefragBeginTime=Desfragmentação iniciada
M_DefragEndTime=Desfragmentação concluída
M_TotalFiles=Total de ficheiros e directorias
M_Fragments=Fragmentos
M_Recommend=Recomendação
M_FragmentationRate=Taxa de fragmentação
M_DefaultVolumeName=Disco local
M_DetailsFragments=Fragmentos
M_DetailsSize=Tamanho
M_DetailsResult=Resultado
M_DetailsPath=Caminho
M_DMSSDAnalyze=A analisar SSD
M_DMSSDOptimize=A compactar
M_DMUSSDOptimize=Compactação && optimização inteligente
M_DMSSDAnalyzed=%d itens podem ser compactados para melhorar o desempenho e a durabilidade do seu SSD.
M_DMSSDOptimized=O seu SSD foi compactado para um melhor desempenho.
M_DMUSSDAnalyzed=%d itens podem ser compactados e optimizados para melhorar o desempenho e a durabilidade do seu SSD.
M_DMUSSDOptimized=O seu SSD foi compactado e inteligentemente optimizado.
M_DMNSSDAnalyze=Analisar SSD
M_DMNSSDOptimize=Compactar SSD
M_DMNAnalyze=Analisado
M_DMNFastDefrag=Desfragmentação rápida
M_DMNSmartDefrag=Desfragmentação inteligente
m_DMNLargeFileDefrag=Desfragmentação de ficheiros grandes
M_DMNMergeSortDefrag=Desfragmentar && prioritarizar
M_DMNSortDefrag=Desfragmentar && optimizar
M_DMNMergeDefrag=Desfragmentar && libertar espaço
M_DMNAutoDefrag=Desfragmentação automática
M_DMNSchdleDefrag=Desfragmentação agendada
M_DMNDefrag=Desfragmentar
M_DMAnalyze=A analisar
M_DMDefrag=A desfragmentar
M_DMFastDefrag=Desfragmentação rápida
M_DMSmartDefrag=Análise inteligente
m_DMLargeFileDefrag=Desfragmentar ficheiros grandes
M_DMMergeSortDefrag=Desfragmentação && prioritarização de ficheiros
M_DMSortDefrag=Desfragmentação && optimização
M_DMMergeDefrag=A desfragmentar espaço livre
M_DMAFastDefrag=Desfragmentação rápida automática
m_DMALargeFileDefrag=A desfragmentar ficheiros grandes automaticamente
M_DMAMergeSortDefrag=Desfragmentação automática && prioritarização de ficheiros
M_DMASortDefrag=Desfragmentação automática && optimização
M_DMAMergeDefrag=A desfragmentar espaço livre automaticamente
M_DMAutoDefrag=A Auto Desfragmentar
M_DMSchdleDefrag=A Desfragmentar por Agendamento
M_DMAnalyzed=Analisado
M_DMDefraged=Desfragmentação concluída
M_DMFastDefraged=Desfragmentação rápida concluída
M_DMMergeSortDefraged=Desfragmentação && prioritarização de ficheiros concluídas
m_DMLargeFileDefraged=Desfragmentação de ficheiros grandes concluída
M_DMSortDefraged=Desfragmentação && optimização concluídas
M_DMMergeDefraged=Desfragmentação de espaço livre concluída
M_DMAFastDefraged=Desfragmentação rápida automática concluída
M_DMAMergeSortDefraged=Desfragmentação automática && prioritarização de ficheiros concluídas
m_DMALargeFileDefraged=Desfragmentação automática de ficheiros grandes concluída
M_DMASortDefraged=Desfragmentação automática && optimização concluídas
M_DMAMergeDefraged=Desfragmentação automática de espaço livre concluída
M_DMAutoDefraged=Desfragmentação automática concluída
M_DMSchdleDefraged=Desfragmentação agendada concluída
M_Idle=Inactivo
M_Queuing=Pendente
M_DBTrim=Compactar
M_DBSmartDefrag=Desfragmentação inteligente
M_DBOptimize=Optimização inteligente
M_BTDViewReport=Ver relatório
M_OPT_TRIM=Activar COMPACTAÇÃO para acelerar a leitura e escrita do SSD.
M_OPT_PREFETCHER=Desactivar Prefetcher para prolongar a vida do disco rígido.
M_OPT_SUPERFETCH=Desactivar Superfetch para prolongar a vida do disco rígido.
M_OPT_BTD=Desactivar Desfragmentação de arranque para prolongar a vida do disco rígido.
M_OPT_SDDT=Desactivar Desfragmentação Programada para prolongar a vida do disco rígido.
M_Day=Cada %d dia(s) no primeiro arranque do PC
M_SkipSize=Ignorar ficheiros maiores do que %s
M_StartAuto=Começar a desfragmentação automática quando a inactividade do sistema exceder (%d minutos)
M_PauseAuto=Parar a desfragmentação automática quando o uso de recursos exceder (%s)
M_StartAutoAnalyze=Inicializar a Análise Automática quando a inatividade do sistema exceder (%d minutos)
M_PauseAutoAnalyze=Suspender a Análise Automática quando a utilização de recursos exceder (%s)
M_ScheduleInactivated=A Desfragmentação agendada não está activa.
M_FileExcluded=Este ficheiro está excluido. Se deseja desfragmentá-lo, remova o caminho da lista de exclusões.
M_FileAdded="%s" já foi acrescentado à desfragmentação.
M_ExcludedFolderAdded=Esta pasta foi acrescentada a "Acrescentar ficheiros && pastas para desfragmentação". Se quiser excluí-la, por favor, remova-a primeiro de "Acrescentar ficheiros && pastas para desfragmentação".
M_ExcludedFileAdded=Este ficheiro foi acrescentado a "Acrescentar ficheiros && pastas para desfragmentação". Se quiser excluí-lo, por favor, remova-o primeiro de "Adicionar ficheiros && pastas para desfragmentação".
M_FolderExcluded=Esta pasta está excluida. Se deseja desfragmentá-la, remova o caminho da lista de exclusões.
M_GameAdded=O jogo já foi acrescentado.
M_RunBackground=A Desfragmentação inteligente ainda está em execução em segundo plano.
M_StartScheduleDefrag=Iniciar desfragmentação agendada
M_StartAutoDefrag=Iniciar desfragmentação automática
M_LastAutoDefrag=Última desfragmentação automática:
M_AddVolume=Não é possivel acrescentar um volume. Seleccione uma pasta ou um ficheiro e acrescente-os.
M_InvalidFF=Ficheiro ou pasta inválidos.
M_SDRAutoDefrag=Relatório de desfragmentação automática
M_SDRGameDefrag=Relatório de optimização de jogo
M_SDRManualDefrag=Relatório de desfragmentação do disco
M_DefragPaused=Em pausa
M_TrimStoped=Compactação interrompida
M_AnalyzeStoped=Análise interrompida
M_DefragStoped=Desfragmentação interrompida
M_JunkScanStoped=Análise interrompida
M_DefragFinished=Concluir
M_DefragBack=Voltar
M_JunkFileScan=À procura de ficheiros inúteis %d %%
M_LFR=Baixa taxa de fragmentação
M_FileInSSDTips=Este ficheiro/pasta está no SSD. Por favor, não o desfragmente.
M_AddFileOrFolder=Acrescentar ficheiro && pasta
M_NoFileOrFolderAdded=Não foram acrescentados ficheiros nem pastas
M_GameFragments=Fragmentos:
M_GameOptimized=Optimizado:
M_GameOptimizeTip=Optimize os seus jogos para ter uma melhor experiência de jogo.
M_GameAddTip=Acrescente o seu jogo para o optimizar e ter uma melhor experiência de jogo.
M_JunkFileFound=Ficheiros inúteis encontrados:
M_JunkFileCleaned=Ficheiros inúteis eliminados:
M_DefragedFragments=Fragmentos desfragmentados:
M_DefragedFiles=Ficheiros desfragmentados:
M_AnalyzedFragments=Fragmentos encontrados:
M_AnalyzedFiles=Ficheiros fragmentados encontrados:
M_DRDefragedFragments=Fragmentos desfragmentados
M_DRDefragedFiles=Ficheiros desfragmentados
M_DRAnalyzedFragments=Fragmentos encontrados
M_DRAnalyzedFiles=Ficheiros fragmentados encontrados
M_SmartOptimizeTips=A Optimização Inteligente vai analisar em primeiro lugar e, em seguida, de forma inteligente executar o método de desfragmentação mais adequado para desfragmentar o disco rígido e compactar o seu SSD com apenas um clique.
M_SmartDefragTips=A Desfragmentação Inteligente irá analisar em primeiro lugar e, em seguida, de forma inteligente executar o método de desfragmentação mais adequado com apenas um clique.
M_DiskSpace=%s livre de %s
M_Trimmed=Compactado
M_UTrimmed=Compactação && optimização inteligente concluídas
M_AppOptimizeStop=Optimização interrompida
M_APPDBOptimize=Optimizar
M_AppOptimize=A optimizar
M_AppOptimized=Optimizado
M_AppFoundProblem=%d itens foram optimizados para obter um melhor desempenho das suas aplicações Windows.
M_AppNoProblem=As suas aplicações Windows foram optimizadas para um melhor desempenho.
M_Task=Clique para mudar a agenda
M_RecommendAnalyze=Não é necessário desfragmentar
M_State=Estado
M_GameInSSD=Este jogo está no SSD. Não o deverá optimizar.
M_JunkFile=Ficheiro inútil
M_JunkFileAnalyze=À procura de ficheiros inúteis
M_JunkFileCleanedHtml=Ficheiros inúteis eliminados:
M_DefragDetailsHtml=Detalhes da desfragmentação
M_StartedTimeHtml=Iniciada às:
M_CompletedTimeHtml=Concluída às:
M_AfterRateHtml=Depois
M_BeforeRateHtml=Antes
M_JunkFileHtml=Ficheiros
M_RecommendDefrag1=Desfragmentação rápida
M_RecommendDefrag2=Desfragmentar && optimizar
M_RecommendDefrag3=Desfragmentação de ficheiros grandes
M_RecommendDefrag4=Desfragmentação do espaço livre
M_RecommendDefrag5=Desfragmentar && prioritarizar ficheiros
M_NoVolumeSelected=Seleccione pelo menos um disco para continuar.
M_TrimShutdown0=Compactação concluída, o seu PC irá encerrar-se em
M_TrimShutdown1=Compactação concluída, o seu PC irá suspender-se em
M_TrimShutdown2=Compactação concluída, o seu PC irá hibernar em
M_TrimShutdown3=Compactação concluída, o seu PC irá reiniciar-se em
M_OptimizeShutdown0=Optimização concluída, o seu PC irá encerrar-se em
M_OptimizeShutdown1=Optimização concluída, o seu PC irá suspender-se em
M_OptimizeShutdown2=Optimização concluída, o seu PC irá hibernar em
M_OptimizeShutdown3=Optimização concluída, o seu PC irá reiniciar-se em
M_TTrimShutdown0=Encerrar após compactação
M_TTrimShutdown1=Suspender após compactação
M_TTrimShutdown2=Hibernar após compactação
M_TTrimShutdown3=Reiniciar após compactação
M_TOptimizeShutdown0=Encerrar após optimização
M_TOptimizeShutdown1=Suspender após optimização
M_TOptimizeShutdown2=Hibernar após optimização
M_TOptimizeShutdown3=Reiniciar após optimização
M_MASKSSD=Reconhecer como SSD
M_MASKHDD=Reconhecer como HDD
M_LEARNMORE=Saber mais
M_EXITSDTIPS=O Smart Defrag está em execução. Confirma que quer sair do programa?
M_NOTSUPPORTSSD=Este disco é SSD. A Desfragmentação de arranque não suporta SSD.
M_Junk0=Nota: Limpar cache DNS pode reduzir a velocidade de transferência e causar bloqueios de tráfego.
M_Junk1=Nota: Limpar dados de prefetch antigos poderá tornar mais lento o arranque do sistema.
M_Junk2=Nota: Limpar cache de ordem de menu irá repor a ordem do menu Iniciar. Não serão removidos nenhuns itens.
M_Junk3=Nota: Limpar cache de notificação da bandeja irá repor a cache da bandeja do sistema. Tem de reiniciar o explorer.exe
M_Junk4=Nota: Limpar cache de localização/tamanho do Windows irá repor todas as definições gravadas de localização e visualização do Windows Explorer.
M_Junk5=Nota: Limpar histórico de assistência de utilizador irá apagar os programas mais recentemente usados listados no menu Iniciar.
M_Junk6=Nota: Limpar ficheiros de registo de IIS irá apagar os registos dos eventos independetemente do local, pasta virtual ou ficheiro.
M_Junk7=Nota: Limpar cache de miniaturas irá atrasar a velocidade de apresentação das miniaturas sempre que quiser visualizar uma pasta que contenha imagens.
M_Junk8=Nota: Limpar listagem de acesso rápido da barra de tarefas irá desactivar a apresentação dos itens recentemente abertos no menu Iniciar e na barra de tarefas.
M_Junk9=Nota: Limpar palavras-passe gravadas fá-lo-á perder todas as palavras-passe gravadas.
M_GameOptimizeTips=Desfragmente e optimize os ficheiros dos seus jogos para ter uma experiência de jogo mais satisfatória.
M_AllGameOptimize=Os seus ficheiros de jogos foram optmizados. Divirta-se a jogar!
M_ON=LIGADO
M_OFF=DESLIGADO
M_MoreThan2Hours=mais de 2 horas
M_NoFragmentsFound=Não foram encontrados fragmentos
M_NoJunkFilesFound=Não foram encontrados ficheiros inúteis
M_ActiveAll=Activar todos
M_ActiveNow=Activar agora
M_SkinName=Aspecto:
M_ShellDefrag=Desfragmentar com Smart Defrag
M_ShellTrim=Compactar com Smart Defrag
M_SkinNameClassic=Clássico
M_SkinNameReadable=Legível
M_SpecifyFiles=Especificar ficheiros
M_PromoteTitle11=Cansado da desfragmentação manual?
M_PromoteTitle12=Compre agora para obter o Auto Defrag.
M_PromoteTitle21=Compre agora para desfragmentar ficheiros específicos durante o arranque e para desfragmentar estes fragmentos.
M_VendorSpecific=Específico do Fabricante
M_CFragMentInfo=<a>%d</a> fragmentos encontrados nos seus discos. Desfragmente-os para aumentar o desempenho do seu PC e torná-lo mais estável.
M_DefaultName=Disco Local
M_DiskGood=Bom
M_DiskFair=Razoável
M_DiskPoor=Fraco
M_DiskInfoTips=Liberte espaço com o Advanced SystemCare e aumente a velocidade do seu computador, AGORA!
M_DiskStatusGood=Bom
M_DiskStatusWarn=Aviso
M_DiskStatusError=Erro
M_SchduleDefragInfo=<a>%d</a> fragmentos foram desfragmentados. Ative Auto Defrag para desfragmentar automaticamente os seus discos para um ótimo desempenho.

[M_JunkfilesScanner]
M_Scan=A analisar:
M_Fix=A reparar:
M_WinBin=Reciclagem do Windows
M_WinTempF=Ficheiros temporários do Windows
M_IETempF=Ficheiros temporários do IE
M_SearchAA=Preenchimento automático do Assistente de pesquisa
M_OtherMRUs=Outros MRUs do Explorer
M_Clip=Área de transferência
M_Dumps=Dumps de memória
M_ChkDskFrag=Fragmentos de ficheiros do Chkdsk
M_WinLog=Ficheiros de registo do Windows
M_WinEReport=Relatório de erros do Windows
M_DNSCache=Cache de DNS
M_OldPD=Dados de prefetch antigos
M_MenuOC=Cache de ordem de menu
M_TrayNC=Chace de notificações da bandeja
M_WinSLCache=Cache de localização/tamanho do Windows
M_UserAH=Histórico de assistência ao utilizador
M_IISLog=Ficheiros de registo do IIS
M_ThumCache=Cache de miniaturas
M_TaskbarJPL=Lista de acesso rápido da barra de tarefas
M_GS=Estado geral
M_ItemsCap=%s itens, %s
M_JunkFixCap=[Correcção de ficheiros inúteis]:  %d problemas resolvidos
M_Det=Detalhes
M_Del=Apagado
M_NoteMOC=Nota: Limpar cache de ordem de menu irá repor a ordem do menu Iniciar. Não serão removidos nenhuns itens.
M_NoteTNC=Nota: Limpar cache de notificações da bandeja irá repor a cache da bandeja do seu sistema. Terá de reiniciar o explorer.exe
M_NoteWSC=Nota: Limpar cache de localização/tamanho do Windows irá repor todas as definições gravadas de localização e visualização do Windows Explorer.
M_NoteUAH=Nota: Limpar histórico de assistência de utilizador irá apagar os programas mais recentemente usados listados no menu Iniciar.
M_WinSys=Sistema Windows
M_HisTrace=Histórico && vestígios
M_WinAppCache=Cache WinApp
M_WinUpdateCache=Cache de actualização automática do Windows
M_WinUpdateDB=Base de dados de actualização automática do Windows
M_SoftInsTemp=Ficheiros temporários de instalação de software
M_WinFontCache=Cache de tipos de letra do Windows

[ACD_M]
M_Downloading=A transferir:
m_Installing=A instalar:
M_DiskIsFull=Espaço em disco insuficiente!
M_NetError=Erro de rede. A transferência falhou. Tente novamente mais tarde!
M_Tips=A correcção está em progresso. Faça duplo clique no ícone para ver os detalhes.
M_AreSure=Tem a certeza de que quer sair do IObit Downloader?
M_AreSure_IObit=Está seguro que pretende sair do IObit Downloader?
M_TipFixing=A corrigir
M_MD5Faild=O ficheiro transferido está corrompido. Tente novamente mais tarde.
M_Speed=Velocidade:

[IMF_frmIMF_ConvertUI]
lblCaption.Caption=Obter o Advanced SystemCare GRATUITO
lblDesc_IMF.Caption=Depois de desinstalar o IObit Malware Fighter, obter o Advanced SystemCare versão GRATUITA!
lblDesc_SD.Caption=Depois de desinstalar o IObit Smart Defrag, obter o Advanced SystemCare versão GRATUITA!
lblGet.Caption=O Advanced SystyemCare optimiza o desempenho do computador e aumenta a sua velocidade para lhe dar a sensação de ter um novo computador. É a escolha de mais de 150 milhões de utilizadores!
btnConvertASC.Caption=Desinstalar e obter o Advanced SystemCare GRATUITO
btnNo.Caption=Não, eu quero a desinstalação completa
btnCancel.Caption=Cancelar
btnClose.hint=Fechar

[ACD_frmActionCenter]
lbl_Cancel.Caption=Cancelar
lbl_Min.Caption=Minimizar
btnClose.Hint=Fechar

[SmartDefrag_AutoupdateFormMain]
Label_Titile.Caption=Actualizador do Smart Defrag
Label_CheckUpdate.Caption=A obter a informação da actualização, queira aguardar...
Label_UpdateDetails.Caption=Nova versão do Smart Defrag disponível, transfira agora para obter os mais recentes recursos e melhorias.
Label_VWN_Pro.Caption=Ver as novidades
Label_NewVersionUpdate.Caption=Nova versão do Smart Defrag disponível, transfira agora para obter os mais recentes recursos e melhorias.
Label_NewFileUpdate.Caption=Novas actualizações disponíveis, transfira agora para obter os mais recentes recursos e melhorias.
Label_ClickDownload.Caption=Clique em "%s" para transferir e aplicar a actualização.
Label_FinishInfo.Caption=Terminado!
Label_NoUpdate.Caption=Parabéns! Tem a versão mais recente.
Label_Nottention.Caption=Atenção: o Smart Defrag irá ser reiniciado automaticamente para aplicar a actualização.
Label_RestartWarn.Caption=Atenção: reinicie o seu computador para finalizar a actualização. Reiniciar agora?
Label_Cancel.Caption=Cancelar
Label_ProxySet.Caption=Definições de proxy
Label_DecideLater.Caption=Decidir mais tarde
RdImageButton_RestartLater.Caption=Reiniciar mais tarde
RdImageButton_RestartNow.Caption=Reiniciar agora
RdImageButton_Download.Caption=Transferir agora
RdImageButton_Finish.Caption=OK
Label_ViewWN.Caption=Ver as novidades

[SmartDefrag_AutoupdateFormMain_M]
M_Close=Fechar
M_GetUpdateInfo=A obter a informação da actualização, queira aguardar...
M_Retry=Tentar novamente
M_GetUpdateFailed=Falha ao obter informação de actualização, tente novamente mais tarde.
M_Finish=OK
M_GetFileFailed=Falha ao obter informação de actualização, tente novamente mais tarde.
M_CancelDownload=Tem a certeza de que deseja cancelar a transferência das actualizações?
M_UpdateSucceed=Actualizado com sucesso!
M_KillUpdateTip=Este programa está desactualizado e deixou de funcionar. Faça a transferência da versão mais recente para continuar a usá-lo.

[SmartDefrag_AutoupdateFormMain_Version]
Label_Ver_Title.Caption=Está disponível uma nova versão do Smart Defrag %s!
Label_Ver_WN.Caption=Novidades
Label_Ver_RML.Caption=Decidir mais tarde
RdImageButton_Ver_Download.Caption=Transferir agora

[SmartDefrag_AutoupdateFormMain_Version_M]
M_Close=Fechar
M_UpCap=Está disponível uma nova versão do Smart Defrag %s!
M_UpInfo=Clique em "%s" para aproveitar as melhorias e funcionalidades mais recentes!

[SmartDefragUpgrate]
lblCongratulations.Caption=Parabéns!
lblSubCongratulations.Caption=Actualizou com sucesso para
lblWhatNew.Caption=NOVIDADES
lblWhatNew_LTTitle.Caption=Novo motor de desfragmentação de discos
lblWhatNew_LTSubTitle.Caption=O novo motor de desfragmentação de discos optimiza os seus discos eficaz e poderosamente.
lblWhatNew_RTTitle.Caption=Nova prioritarização de desfragmentação para velocidades ainda maiores
lblWhatNew_RTSubTitle.Caption=O método de desfragmentação && prioritarização de ficheiros melhora o desempenho do seu PC acelerando o acesso aos dados.
lblWhatNew_LBTitle.Caption=Desfragmentação de Windows 8.1 Modern Apps
lblWhatNew_LBSubTitle.Caption=Fully supports the defragmentation of Windows 8.1 Metro Apps for faster and smoother running experience.
lblWhatNew_RBTitle.Caption=Limpeza do disco
lblWhatNew_RBSubTitle.Caption=Clean junk files to release much more available disk space and get effective defragmentation.
btnClose.Caption=Fechar

[IMF_M]
M_TitleSD=Obtenha o Advanced SystemCare GRATUITO depois de desinstalar o IObit Smart Defrag.

[SendBugReportNew_FrmMain]
lblErrorDetails.Caption=Detalhos do erro:
lblUserEmail.Caption=Correio electrónico:
btnClose.Hint=Fechar
lblSuccTips1.Caption=Enviado com sucesso! Iremos fazer o nosso melhor para resolver este problema ASAP.
btnSendReport1.Caption=Enviar

[SendBugReportNew_M]
M_BugStatisticsTips=encontrou um problema e terá de ser encerrado. Estamos a analisar a causa. Queira aguardar...
M_SendingTips=A enviar...
M_InvalidEmailTips=Endereço inválido de correio electrónico! Introduza um endereço válido para que o possamos contactar.
M_OKTips=OK
M_AskUserTips1=encontrou um problema. Para nos ajudar a corrigir este problema, por favor clique em 'Enviar' para nos enviar automaticamente o ficheiro de depuração. <a>Política de Privaidade</a>
M_AttentionTips1=encontrou um problema. Para nos ajudar a corrigir este problema, por favor clique 'OK' para nos enviar automaticamente o ficheiro de depuração. <a>Política de Privaidade</a>

[SDFeed_Form_Feedback]
lbFeedbbackTitle.Caption=Comentários
RdLabel_Mail.Caption=Correio electrónico:
RdLabel_Subject.Caption=Tipo de pedido:
RdLabel_MailDes.Caption=Certifique-se de que o endereço introduzido está correcto para que o possamos contactar.
RdLabel_MailBody.Caption=Descrições:
RdLabel_Attach.Caption=Anexos
lblSendDes.Caption=A enviar comentários...
lblSend.Caption=Enviar
ButtonCancel.Caption=Cancelar
ComboBox_Subject.Items[0].Caption=Adorei
ComboBox_Subject.Items[1].Caption=Sugestões
ComboBox_Subject.Items[2].Caption=Problemas com a taxa de fragmentação
ComboBox_Subject.Items[3].Caption=Problemas com a análise/desfragmentação
ComboBox_Subject.Items[4].Caption=Falha na transferência/actualização
ComboBox_Subject.Items[5].Caption=Falha no reconhecimento dos discos
ComboBox_Subject.Items[6].Caption=Outros
ImageNoteClose.hint=Fechar
ButtonAdd.hint=Acrescentar
ButtonAttachView.hint=Ver
ButtonSend.Caption=Enviar

[SDFeed_M]
M_MailAddrHint=Certifique-se de que o endereço de correio electrónico está correcto para que o possamos contactar.
M_DescriptionHint=Escreva uma descrição.
M_MailSuccHint=Obrigado pelos seus comentários. Iremos contactá-lo assim que possível.
M_TimeoutHint=Ocorreu uma falha no envio dos seus comentários. Clique em OK para apresentar os seus comentários online.
M_SendMail=Ou contacte-nos directamente através de %s
M_Remove=Remover todos
M_AttachErrorExt=Ficheiros dos seguintes tipos não podem ser anexados:
M_AttachOversize=Ocorreu uma falha ao anexar o ficheiro! O tamanho do anexo excede o limite de 10MB.

[SmartDefrag_SDUpgradeTipsForm]
lblTitle.Caption=Parabéns!
lblInfo.Caption=A actualização para a última versão do Smart Defrag foi bem sucedida.
btnOK.Caption=Experimente agora!
btn_close.Hint=Fechar

[SDRegister_Form_IObit_Register]
Label_Title.Caption=Maximize o desempenho e a duração do seu disco com a Pro Edition (Edição Pro)
RdLabel_Des.Caption=Actualize para a versão Pro para tirar partido da desfragmentação e optimização inteligentes e exaustivas:
RdLabel_01_Title.Caption=Até 200% mais rápida
RdLabel_02_Title.Caption=Mais inteligente e simples
RdLabel_03_Title.Caption=Mais estabilidade e profundidade
RdLabel_04_Title.Caption=Sempre actualizada
RdLabel_01_Cap.Caption=Permite mais espaço em disco e velocidade de acesso aos ficheiros 200% mais rápida
RdLabel_02_Cap.Caption=Desfragmente automaticamente os ficheiros e discos seleccionados em tempo real
RdLabel_03_Cap.Caption=Desfragmente os sesu discos em profundidade, incluindo os ficheiros de sistema aquando do arranque
RdLabel_04_Cap.Caption=Actualize automaticamente para a versão mais recente do Smart Defrag
Label_EnterCode.Caption=Introduzir código
Label_Help.Caption=Ajuda
Label_Eg.Caption=por ex.:F4B1D-ACAB1-AB4FF-5FDC6
Label_TechDes.Caption=Introduza o código da licença e clique em "Registar agora" para activar todas as funcionalidades da PRO Edition (Edição Pro). Para evitar erros de digitação, copie e cole o código de licença que recebeu por mensagem de correio electrónico nesta caixa.
Label_LicenseCode.Caption=Código de licença:
Button_Activate.Caption=Activar agora
Button_RegisterNow.Caption=Registar agora
Button_RegisterClose.hint=Fechar
Label_LMTitle.Caption=Gestor de licenças
Label_LMLSta.Caption=Estado da licença:
Label_LMLCode.Caption=Código de licença:
Label_LMLDate.Caption=Data de expiração:
Label_LMLeftDays.Caption=Dias restantes:
Label_LMHelp.Caption=Ajuda
Label_LMRefresh.Caption=Refrescar
Label_LMExportL.Caption=Exportar licença
Button_LMClose.hint=Fechar
Button_OK.Caption=OK
Label_KnowMore.Caption=Saiba mais sobre a versão Pro
LabelB_01_Cap.Caption=Desfragmentação e Otimização básica do disco rígido
LabelB_02_Cap.Caption=Aumente até 200% a velocidade de acesso aos seus ficheiros
LabelB_03_Cap.Caption=Experiência de jogo superior com o Game Optimize
LabelB_04_Cap.Caption=Inicializar a Desfragmentação no arranque para uma mais rápida inicialização do PC
LabelB_05_Cap.Caption=Desfragmente Automaticamente e de forma inteligente os ficheiros fragmentados
LabelB_06_Cap.Caption=Personalização do modo de Desfragmentação dos Discos/ficheiros a serem desfragmentados
LabelB_07_Cap.Caption=Atualize Automaticamente para a Versão mais Recente
LabelB_08_Cap.Caption=Suporte Técnico 24/7 a pedido, grátis
LabelB_Curent.Caption=Atual
LabelB_PRO.Caption=PRO
LabelC_WhatMore.Caption=Além disso, você também pode obter todas as funções PRO abaixo:
Btn_Boost.Caption=Disk Boost Inteligente
Btn_DefragRegistry.Caption=Desfragmentar os ficheiros do registro
Btn_AutoDefrag.Caption=Desfragmentação Automática
Btn_DefragSpecilFile.Caption=Desfragmentar ficheiros específicos
Label_KnowMoreC.Caption=Saiba mais sobre a versão Pro

[SDRegister_M]
M_EnterError=Introduza o seu código de licença!
M_ErrorTitle=Erro de activação
M_SucceedTitle=Activação
M_IsOtherCode=O código de licença %s só é válido para %s. Clique no botão OK para transferir e registar o seu %s.
M_InvalidCode=Código de licença inválido. Introduza um código de licença válido.
M_License_Pro=O código de licença foi activado com sucesso.
M_License_valication=Não é possível ligar-se ao nosso servidor. Verifique as suas definições de rede/proxy e volte a tentar validar a sua licença mais tarde.
M_License_Expired=A sua licença %s expirou. Renove a sua licença ou compre uma nova.
M_License_Unknow=Erro desconhecido!
M_License_Illegal=O código de licença não pôde ser activado. Compre um código novo.
M_License_Overseat=O código de licença %s foi activado para o número máximo de PCs e não pode ser usado. Compre outro código de licença do Smart Defrag Pro para este PC.
M_GiveawayCode=Esta licença de oferta é inválida. Clique Sim para comprar um código de licença novo.
M_PageC_Cap=Desfragmentação Automática
M_PageC_Des1=Desfragmenta de forma inteligente os discos quando o sistema está inátivo.
M_PageC_Des2=Ative a Desfragmentação Automática para manter baixo o nível de fragmentação e obter um melhor desempenho.
M_PageD_Cap=Atualização Automática
M_PageD_Des1=Atualize automaticamente para a versão mais recente.
M_PageD_Des2=Ative a Atualização Automática para manter o software atualizado e usufruir de uma melhor experiência de utilização.
M_PageE_Cap=Desfragmentar os ficheiros do registro aquando da desfragmentação do arranque
M_PageE_Des1=Desfragmentar os ficheiros do registro no arranque do Windows.
M_PageE_Des2=Melhore o desempenho do registro para usufruir de um sistema mais suave e estável.
M_PageF_Cap=Desfragmentar ficheiros específicos aquando da desfragmentação do arranque
M_PageF_Des1=Desfragmentar ficheiros específicos no arranque do Windows.
M_PageF_Des2=Melhore a velocidade e estabilidade no acesso aos ficheiros para uma melhor experiência de utilização.

[M_PrivacyScanner]
0=Internet Explorer
1=Mozilla Firefox
2=Google Chrome
3=Opera
4=Safari
5=Windows
6=Aplicações do Office
7=Internet
8=Multimédia
9=Utilitários
10=Extensões personalizadas
11=Opera Next
12=Mozilla Thunderbird
13=Ice Dragon
14=Windows Apps
15=iTunes
M_Scan=A analisar:
M_Fix=A reparar:
M_GS=Estado geral
M_TyURL=URLs digitados
M_Cookie=Cookies
M_TempF=Ficheiros temporários
M_His=Histórico
M_IDF=Ficheiros de dados de indexação
M_AFF=Informações de formulários gravadas
M_AFP=Palavras-passe gravadas
M_ICache=Cache da Internet
M_DownHis=Histórico de transferências
M_SaveFI=Informações de formulários gravadas
M_Reg=Regedit
M_ReDoc=Documentos recentes
M_RunHis=Histórico de execução
M_DelOnBoot=(Apagar no arranque)
M_ItemsCap=%s itens, %s
M_Session=Sessão
M_SavePwd=Palavras-passe gravadas
M_ComDatabase=Compactar bases de dados
M_PriFixCap=[Correcção de privacidade]: %d problemas corrigidos
M_Det=Detalhes
M_Del=Apagado
M_CFFDB=Compactar bases de dados do Firefox
M_CGCDB=Compactar bases de dados do Google Chrome
M_WebBro=Web browser
M_NoteIt=Nota: não é possível eliminar vestígios de %s quando este estiver em execução.
M_NoteThey=Nota: não é possível eliminar vestígios de %s quando estes estiverem em execução.
M_WebIcons=Ícones de website
M_LastDL=última localização de transferência
M_InsCache=Cache de programas de instalação
M_MobApp=Aplicações para telemóveis
M_Book=Livros
M_Podcasts=Podcasts
M_SanpViewer=Visualizar de instantâneos
M_RemoteD=Área de trabalho remota
M_ManageC=Consola de gestão
M_Wordpad=Wordpad
M_Paint=Paint
M_PhotoE=Editor de Fotos
M_GameE=Explorador de jogos
M_Defender=Windows Defender
M_Search=Pesquisar

[SmartDefrag_LocalDiskItem]
icon_histogram.Hint=Verificação do Disco
btn_auto_defrag.Caption=Desfragmentação automática
btn_boot_defrag.Caption=Desfragmentação de arranque
btn_disk_clean.Caption=Limpeza do disco
lblOptimizeType.Items[1].Caption=Compactar
lblOptimizeType.Items[2].Caption=Optimizar aplicações

[SmartDefrag_SDPromoteFrame]
rdlblDiskStatus.Caption=Estado do Disco do seu PC:
rdlblAboutPro.Caption=Activar todas as funcionalidades
btnPurchaseNow.Caption=Compre agora
btnBack.Caption=Voltar
lblLeaveContent.Items[0].Caption=Desfragmentar automaticamente os ficheiros e discos seleccionados para manter o seu PC com um desempenho óptimo em tempo real.
lblLeaveContent.Items[1].Caption=A Desfragmentação no arranque pode desfragmentar os ficheiros e discos especificados para lhe proporcionar o melhor desempenho desde o arranque do PC.
rdlblRightTitle.Items[0].Caption=Todos os fragmentos foram desfragmentados.
rdlblRightTitle.Items[1].Caption=Alguns fragmentos não podem ser desfragmentados porque os ficheiros associados estão em uso.
rdlblRightTitle.Items[2].Caption=Fragmentos desfragmentados com êxito!
rdlblLeftTitle.Items[0].Caption=Garantia de protecção para o seu PC para o melhor desempenho
rdlblLeftTitle.Items[1].Caption=Garantia de maximização do desempenho do seu disco
rdlblLeftContent.Items[0].Caption=Está completamente protegido pela nossa garantia de devolução de 60 dias. Se o nosso produto não cumprir o que prometemos será reembolsado na totalidade. Sem quaisquer perguntas.
rdlblLeftContent.Items[1].Caption=Está completamente protegido pela nossa garantia de devolução de 60 dias. Se o nosso produto não cumprir o que prometemos será reembolsado na totalidade.
rdlblTitle3.Caption=Obtenha o máximo desempenho do disco com a versão Pro.
rdlblContent1.Caption=Liberte mais espaço em disco e acesso aos ficheiros até 200% mais rápido.
rdlblContent2.Caption=Desfragmente os ficheiros e discos seleccionados em tempo real.
rdlblContent3.Caption=Desfragmente os seus discos e ficheiros de sistema em profundidade no arranque.
rdlblContent4.Caption=Actualize automaticamente para a última versão.

[SmartDefrag_AutoAnalyzeForm]
btnClose.Hint=Fechar
btnSetting.Hint=Configurações
btnDefragManually.Caption=Desfragmentar Manualmente
btnActivateAutoDefrag.Caption=Activar a Desframentação Automática
lblTitle.Caption=Agendar a Desfragmentação
btnShowAgain.Caption=Não mostrar novamente

[DiskInfo_Smart]
UNKNOWN=Unknown
VENDOR_SPECIFIC=Específico do Fabricante
01=Taxa de Erro de leitura
02=Desempenho de Taxa de Transferência
03=Tempo até atingir rotação máxima
04=Número de Arranques/Paragens
05=Número de Setores Redistribuídos
06=Margem do Canal de Leitura
07=Taxa de Erro de Procura
08=Desempenho do Tempo de Procura
09=Número de Horas Ligado
0A=Contagem de Falhas do Motor do Disco
0B=Tentativas de Recalibração
0C=Número de vezes Energia ligada
0D=Soft Read Error Rate stab
B8=Erro "Início-ao-Fim"
BB=Erros Irrecuperáveis Reportados
BC=Tempo Limite do Comando
BD=High Fly Writes
BE=Temperatura do Fluxo de Ar
BF=Taxa de Erros G-Sense
C0=Número de Retrações ao Desligar a Corrente
C1=Número de Ciclos de Carga/Descarga
C2=Temperatura
C3=Hardware ECC recuperado
C4=Número de Redistríbuição de Eventos
C5=Número Atual de Setores Pendentes
C6=Número de Setores Irrecuperáveis
C7=Número de Erros CRC UltraDMA
C8=Taxa de Erros de Escrita
C9=Taxa de Erros de Leitura "Soft"
CA=Erros ao Marcar o Endereço dos Dados
CB=Executar Sair Cancelar
CC=Correção Suave ECC
CD=Taxa de Severidade Térmica
CE=Altura de Elevação
CF=Rotação Elevada Atual
D0=Zumbido da Rotação
D1=Desempenho de Procura "Offline"
D3=Vibração Durante Escrita
D4=Choque Durante Escrita
DC=Mudança Disco
DD=Taxa de Erros G-Sense
DE=Horas Carregado
DF=Número de Tentativas de Carga/Descarga
E0=Frição de Carga
E1=Número de Ciclos de Carga/Descarga
E2=Carregar 'In'-time
E3=Número de Amplificação do Binário
E4=Ciclo de Retração ao Desligar a Corrente
E6=Amplitude da Cabeça GMR
E7=Temperatura
F0=Horas de Elevação das Cabeças
FA=Taxa de Tentativas de Leitura de Erro
FE=Proteção Queda Livre

[DiskInfo_SmartSsd]
01=Taxa de Erro de leitura
02=Desempenho de Taxa de Transferência
03=Tempo até atingir rotação máxima
04=Número de Arranques/Paragem
05=Número de Sectores Redistríbuidos
06=Margem do Canal de Leitura
07=Taxa de Erros de Pesquisa
08=Desempenho do Tempo de Procura
09=Número de Horas Ligado
0A=Número de Tentativas de Rotação
0B=Tentativas de Recalibração
0C=Número de vezes Energia ligada
0D=Soft Read Error Rate stab
C0=Número de Desligamentos Inseguros
C2=Temperatura
C4=Número de Eventos Redistríbuidos
C5=Número Atual de Setores Pendentes
C6=Número de Setores Irrecuperáveis
FF=Vida Restante

[DiskInfo_SmartMtron]
BB=Número Total de Apagamentos

[DiskInfo_SmartIndlinx]
01=Taxa de Erro de leitura
09=Número de Horas Ligado
0C=Número de vezes Energia ligada
B8=Número Inicial de Blocos Defeituosos
C3=Número de Blocos de Programas Falhados
C4=Número de Blocos Falhados ao Apagar
C5=Número de bloco de Leitura falhados
C6=Número Total de Setores Lidos
C7=Número Total de Setores Escritos
C8=Número Total de Comandos de Leitura
C9=Número Total de Comandos de Escrita
CA=Número Total de bits de Erro do Flash
CB=Número Total de Setores Lidos com Bit de Erros Recuperáveis
CC=Indicador de Blocos Totalmente Defeituosos
CD=Especificações Número Máximo PE
CE=Número Mínimo de Apagamentos
CF=Número Máximo de Apagamentos
D0=Número Médio de Apagamentos
D1=Vida útil restante do Disco

[DiskInfo_SmartJMicron60x]
09=Número de Horas Ligado
0C=Número de vezes Energia ligada
C2=Temperatura
E5=ID de Falha de Sistema, Flash ID
E8=Informação da Versão do Firmware
E9=Falha do Registo ECC
EA=Número Médio de Apagamentos, Número Máximo de Apagamentos
EB=Número de Blocos Bons, Número de Blocos do Sistema

[DiskInfo_SmartIntel]
03=Tempo até atingir rotação máxima
04=Número de Paragens/Arranques
05=Número de Setores Redistríbuidos
09=Número de Horas Ligado
0C=Número de vezes Energia ligada
C0=Número de vezes desligado incorretamente
E1=Escrita do Anfitrião
E8=Espaço Reservado Disponível
E9=Indicador do Desgaste do Mídia
B8=Contador de Deteção de Erros ínicio-ao-fim

[DiskInfo_SmartSamsung]
09=Número Horas Ligado
0C=Número de Vezes Ligado
AF=Número de Programas Falhados (Chip)
B0=Número de Apagamentos Falhados (Chip)
B1=Nível de Desgaste
B2=Número de Blocos Reservados Utilizados (Chip)
B3=Número de Blocos Reservados Utilizados (Total)
B4=Número de Blocos Reservados Disponíveis (Total)
B5=Número de Programas Falhados (Total)
B6=Número de Apagamentos Falhados (Total)
B7=Tempo de execução de Blocos Defeituosos (Total)
BB=Número de Erros Irrecuperáveis
BE=Número vezes Temperatura Excedida
C2=Temperatura
C3=Taxa ECC
C6=Número de Erros Irrecuperáveis "Off-Line"
C7=Número de Erros CRC
C9=Estado "Super cap"
CA=Estado Modo SSD

[DiskInfo_SmartSandForce]
01=Taxa de Erros de leitura
05=Número de Blocos Retirados
09=Número Horas Ligado
0C=Número de vezes Energia ligada
0D=Taxa de Erros de Leitura Suave
64=Gigabytes Apagados
AA=Número de Blocos Reservados
AB=Número de Programas Falhados
AC=Número de Falhas ao Apagar
AE=Número de vezes Perda de Energia Inesperada
B1=Desgaste Faixa Delta
B5=Número de Programas Falhados
B6=Número de Falhas ao Apagar
B8=Erros de Códigos de Deteção de Erros I/O Reportados
BB=Erros Irrecuperáveis Reportados
C2=Temperatura
C3=Número de Erros Irrecuperáveis na Elevação ECC
C4=Número de Eventos Redistríbuidos
C6=Número de Setores Irrecuperáveis
C7=Número de Erros SATA R-Errors (CRC)
C9=Taxa de Erro de Leitura Suave Irrecuperáveis
CC=Taxa Correção Suave ECC
E6=Estado da Curva de Vida Útil
E7=Vida Restante SSD
E8=Espaço Reservado Disponível
EB=Estado "SuperCap"
F1=Vida Útil de Escrita do Anfitrião
F2=Vida Útil de Leitura do Anfitrião

[DiskInfo_SmartJMicron61x]
01=Taxa de Leitura de Erros
02=Desempenho de Taxa de Transferência
03=Tempo até atingir rotação máxima
05=Número de Blocos Redistríbuidos
07=Taxa de Erros de Procura
08=Desempenho Tempo de Procura
09=Número de Horas Ligado
0A=Número de tentativas de Rotação
0C=Número de vezes de ligação da Energia
A8=Número de Erros SATA PHY
AF=Número da Tabela de Clusters Defeituosos (Número de Falhas ECC)
C0=Número de Perdas de Energia Inesperada
C2=Temperatura
C5=Número de Setores Pendentes Atuais
AA=Número de Blocos Defeituosos
AD=Número de Apagamentos

[DiskInfo_SmartMicron]
01=Taxa de Erro na Leitura em Bruto
05=Número Setores Redistríbuidos
09=Número de Horas Ligado
0C=Número de vezes Energia ligada
AA=Grown Failing Block Count
AB=Número de Programas Falhados
AC=Número de Falhas ao Apagar
AD=Número do Nível de Desgaste
AE=Número de Perda de Energia Inesperada
B5=Acesso Alinhado "Non-4k"
B7=SATA Interface Downshift
BB=Número de Erros Irrecuperáveis Reportados
BC=Tempo excedido para o Comando
BD=Número de Blocos Defeituosos de Fábrica
C4=Número de Eventos Redistríbuidos
C5=Número de Setores Pendentes Atuais
C6=Número de Erros Irrecuperáveis na Pesquisa "Off-line" Inteligente
C7=Taxa de Erros Ultra DMA CRC
CA=Percentagem de Vida Útil utilizada
CE=Taxa de Erros de Escrita

[DiskInfo_MainForm]
btnClose.Hint=Fechar
btnMaxmize.Hint=Máximizar
btnMinmize.Hint=Minimizar
btnRestore.Hint=Recuperar
rdlblDiskStatus.Caption=Saúde do Disco:
rdlblDiskTemp.Caption=Temperatura:
rdlblUsage.Caption=Utilização:
rdlblReadSpeed.Caption=Velocidade de Leitura:
rdlblResponseTime.Caption=Tempo de Resposta:
rdlblWriteSpeed.Caption=Velocidade de Escrita:
rdlblDriveName.Caption=Unidade:
rdlblFreeMoreSpace.Caption=Liberte mais espaço
rdlblDiskInfo.Caption=Relatório de Análise de Auto-monitorização do Disco:
lvDiskInfo.Columns[0].Caption=ID
lvDiskInfo.Columns[1].Caption=Nome dos Atributos
lvDiskInfo.Columns[2].Caption=Estado
lvDiskInfo.Columns[3].Caption=Valor
lvDiskInfo.Columns[4].Caption=Pior
lvDiskInfo.Columns[5].Caption=Limite
lvDiskInfo.Columns[6].Caption=Dados Brutos

[SmartDefrag_SchduleDefragInfoForm]
btnClose.Hint=Fechar
btnSetting.Hint=Configurações
btnDefragManually.Caption=Desfragmentar Manualmente
btnActivateAutoDefrag.Caption=Ative a Desfragmentação Automática
lblTitle.Caption=Agendar Desfragmentação
btnShowAgain.Caption=Não mostrar novamente

[ActionCenter_M]
M_AC_FreeTitleHide=Nota!
M_AC_FreeDetailHide_New=Todos os programas recomendados estão ocultos! Clique "Mostrar" para os voltar a apresentar e depois instale-os para obter o melhor desempenho e a mais completa protecção de segurança.
M_AC_FreeDetailShow_New=Obtenha a melhor protecção de segurança e melhorias de desempenho com os programas recomendados.
M_FixAll=Obter tudo
M_Hide=Ocultar
M_Show=Mostrar
M_Scan=A analisar...
M_Fix=Obter agora
M_Install=Instalar Agora
M_fixing=A instalar
M_Updating=A actualizar
M_RuningWell=Última versão instalada
M_Outdated=Desactualizado
M_NotInstalled=Não instalado
M_Recomm_Ins=Recomendado: instalar %s
M_Recomm_Upt=Recomendado: actualizar %s
M_RunASC=Analisar agora
M_ASCCaption=Performance do sistema
M_ASCInfo_NotIns=Foram encontrados erros de registo, problemas de privacidade e ficheiros inúteis no seu sistema.
M_ASCInfo_UpToDate=Advanced SystemCare acelera e optimiza o seu PC com um clique.
M_ASCInfo_NeedUpDate=Advanced SystemCare está desactualizado.
M_ASCOffer=Limpe e óptimize o seu PC apenas com 1-clique.<br>Aumente a velocidade do seu PC até 300% mais rápido.<br>Limpe o rasto da sua navegação para assegurar a sua privacidade.<br>Monitorize em tempo real as condições do seu PC para ter um PC com melhor desempenho.<br>Proteja o seu PC contra o spyware mais frequente.
M_RunDB=Analisar agora
M_DBCaption=Actualização de controladores
M_DBInfo_NotIns_C=Foram encontrados %s controladores desactualizados o que pode retardar && destabilizar o seu PC.
M_DBInfo_NotIns=Pode haver controladores desactualizados o que pode retardar && destabilizar o seu PC.
M_DBInfo_UpToDate=Driver Boost actualiza todos os controladores desactualizados no seu PC.
M_DBInfo_NeedUpDate=O seu programa de actualização de controladores está desactualizado.
M_DBOffer=Uma Base de Dados Maior (1,000,000+).<br>Atualiza automaticamente os Drivers com 1-Clique.<br>Atualização segura com os drivers WHQL.<br>Correção de problemas comuns (e.g. rede, som).<br>Reduz os Freezes && Crashes do sistema.
M_RunIMF=Analisar agora
M_IMFCaption=Protecção de spyware
M_IMFInfo_NotIns=Obter uma melhor protecção anti-spyware com programas anti-spyware de terceiros.
M_IMFInfo_UpToDate=IObit Malware Fighter protege o seu PC contra vários malwares.
M_IMFInfo_NeedUpDate=O seu programa anti-spyware está desactualizado.
M_IMFOffer=Poderoso e Abrangente Sistema Anti-malware.<br>Defende ransomware como os mais recentes GoldenEye e Wannacry.<br>Navegação online e descargas mais seguras.<br>Proteção em tempo real, profunda && Abrangente.
M_RunAMC=Obter agora
M_AMCCaption=Protecção Android
M_AMCInfo_NotIns=Obtenha maior segurança e protecção de privacidade para o seu dispositivo Android.
M_Recomm_Ins_AMC=Recomendado: Instalar %s no seu dispositivo Android.
M_RunSM=Executar agora
M_SMCaption=Menu Iniciar
M_SMInfo_NotIns=Volter a ter o seu menu "Iniciar" do Windows.
M_SMInfo_UpToDate=Start Menu 8 traz de volta o menu "Iniciar" do Windows.
M_SMInfo_NeedUpDate=O seu Start Menu 8 está desactualizado.
M_SMOffer=Trás de volta o clássico Menu de Ínicio para o Windows 8 && Windows 10.<br>Poderoso e simples motor de pesquisa de ficheiros
M_RunIU=Executar agora
M_IUCaption=Desinstalador de programas
M_IUInfo_NotIns=Remover programas, barras de ferramentas e plugins do navegador indesejados.
M_IUInfo_UpToDate=IObit Uninstaller remove plugins e aplicações completamente.
M_IUInfo_NeedUpDate=O seu IObit Uninstaller está desactualizado.
M_IUOffer=Rápidamente remove plugins do navegador, barra de ferramentas e extensões.<br>Remove fácilmente os programas indesejados.<br>Limpa completamente os ficheiros residuais após a desinstalação standard.
M_RunFP=Converter agora
M_FPCaption=Conversor de Vídeo
M_FPInfo_NotIns=Obtenha um conversor de vídeo para converter os seus vídeos para diferentes dispositivos.
M_FPInfo_UpToDate=Veja os seus vídeos em qualquer dispositivo.
M_FPInfo_NeedUpDate=O Formato do Ficheiro está desatualizado.
M_RunDL=Gerir
M_DLCaption=Gestor de Senhas
M_DLInfo_NotIns=Proteja e gira todas as suas senhas com o Dashlane Password Manager.
M_DLInfo_UpToDate=Nunca mais se esqueça da sua senha com a salvaguarda e segurança do Dashlane.
M_DLOffer=Rápido e fácil de instalar.<br>Proteja todas as suas senhas de acesso.<br>Para Windows, Mac, iOS, e Android.
M_RunIVC=Experimente Agora
M_IVCCaption=Conversor de Video Grátis
M_IVCInfo_NotIns=100% grátis e simples, 150+ formatos e conversão de video extremamente rápida!
M_IVCInfo_UpToDate=Veja os seus vídeos do modo que pretenda.
M_IVCInfo_NeedUpDate=iFun Video Converter está desatualizado.
M_IOTOffer=O seu melhor gestor iPhone/iPad.<br>Transfira dados do iPhone/iPad para o PC, apenas com 1-clique.<br>Descarregue vídeos online de 100+ populares websites. <br>Limpa facilmente e com segurança os ficheiros de lixo, para libertar espaço no dispositivo iOS.
M_Moffer_Title=IObit Recomenda
M_Close=Fechar
M_Cancel=Cancelar
M_Moffer_Install=Instalar
M_Moffer_NoteEP=Ao clicar "Instalar", você concorda instalar %s e aceitar o seu <a>EULA</a> && <a>Política de Privacidade</a>.
M_Moffer_Refund=<a>Nota:</a> Você pode obter o reembolso do seu dinheiro em 30 dias. Ler <a>Política de Reembolso</a>.

[ActionCenter_FormActiveAutoUpt]
btnUptManual.Caption=Atualizar Manualmente
lblActiveTitle.Caption=Cansado de atualizações manuais?
btnActiveAutoUpt.Caption=Ative as atualizações automáticas
btnDonotShow.Caption=Não mostrar novamente
lblClose.Caption=Fechar

[FormShuffle_Main_M]
M_ASCConInof=%s desconto para o Advanced SystemCare Pro
M_DBConInof=%s desconto para o Driver Booster Pro
M_IMFConInof=%s desconto para o IObit Malware Fighter Pro
M_SDConInof=%s desconto para o Smart Defrag Pro
M_BGConInof=%s desconto para a melhor oferta
M_ProConInof=<a>1 ano</a> para o Smart Defrag Pro para este PC

